{
  "BANKER_MEET": "What's with this sassy..lost child? Hm? No one around to pick them up?<page>...<page>I guess I'm stuck with you, then, fucker. And I was just about to pack and leave for the day, goddamnit.<page> I provide a banking service if you're interested.<page>Losing one's Geo is a terrible thing and it's so much more likely if you carry it about on yourself. I can smell failure all over you.<page>My vault is much more secure. In all my time as a banker, I've never lost a single Geo!<page>Maybe you'd considered opening an account?",
  "BANKER_ACCT_DECLINE": "I understand. It's difficult for an simple thing like you to part with your shiny things.<page>I'll be here if you decide to use a braincell or two.",
  "BANKER_ACCT_NOTENOUGH": "Oh, hang on. It seems like you are poor. Once you've collected 100 Geo, come straight back and we'll get your account opened up.",
  "BANKER_REMEET": "Have you used your single braincell and decided to open an account? Losing Geo is a terrible thing.<page>You'll be much more confident out there in the big, dangerous world, knowing it's safe with me.",
  "BANKER_ACCT_DECLINE_AGAIN": "Still not interested? You're far too hesitant. Fucking pussy.",
  "BANKER_ACCT_OPEN": "There we go...that's the braincell I wanted you to use. I hope for your sake you keep it running.<page>Now let's do some banking.",
  "BANKER_FAREWELL": "Goodbye then, and good riddance.",
  "BANKER_GREET": "Welcome back, fucker. Keen to do some banking?",
  "CHARMSLUG_REPEAT": "It's rare enough that someone enters my store, but even rarer to meet one so hideous!<page>Those ugly horns! That weak weapon. The air of rot! Ooooh. It's enough to make me puke.",
  "CHARMSLUG_MEET_3B": "Mmm... What were we talking about? Oh yes, Charms! I'm not surprised an idiot like yourself isn't wearing any, actually. Charms are gorgeous, mystical, one-of-a-kind accessories with a spark of power woven into their cores. An antithesis to your hideous, primal, one-of-millions, empty self, one could say.<page>They can do wonders to fill the hole inside you. The literal one, that is. I don't think anything could fill the metaphorical hole inside you.",
  "CHARMSLUG_BLESSING_1": "My dear. A blessing for you. With your excessive patronage and those bad looks, you've more than earned it, fucking simp.",
  "CORNIFER_REFUSE": "Not interested, then? Yes, quite dumb. Exploring without a map, finding your own way through unknown caverns... I can't wait for you to get lost.",
  "ELDERBUG_INTRO_NORMAL": "Ho there, shorty. I'm afraid there's no room for tiny people like you in this world.",
  "ELDERBUG_INTRO_MAIN": "You're so small and pathetic. Like, dear god, I can't imagine being as small and weak as you.<page>I bet you could try to stomp a Crawlid or Tiktik and hurt yourself in the process.<page>Well watch out. Or don't, I couldn't care less about you.<page>And you know what's the best part? I'm an NPC, so you can't hurt me in any way. Cry, little bitch.",
  "ELDERBUG_INTRO_WALKEDBY": "Oh! You came back! You have some nerve, ignoring me like that. Especially considering your size.",
  "ELDERBUG_INTRO_VISITEDCROSSROAD": "Oh! You're back! You walked straight past me and descended down into the ruins without even saying hello! I thought maybe I'd seen a ghost.<page>The mind sometimes plays tricks on you when you spend a lot of time alone - I'm sure you know what I'm talking about. You look like someone abandoned by your parents.",
  "ELDERBUG_HISTORY_1": "Many used to come, hoping the kingdom would fulfill their desires.<page>Hallownest, it was once called. Supposedly the greatest kingdom there ever was, full of treasures and secrets.<page>Well, you'll see for yourself the horrors that are now down there, as you get ripped to shreds due to your inadequacy.",
  "ELDERBUG_HISTORY_2": "I hope you aren't too disappointed by our little town, traveller. For you to be disappointed by this place would mean a new low for us.<page>Entry to the kingdom was forbidden long ago, supposedly after some great calamity. I'd reckon it was just to keep a hideous thing such as you out.<page>In fact, when I asked the mystic across the street if the 'calamity' had to do with you...<page>...she not only confirmed it, but added that it had to do with your birth, and your failure of a family.<page>You should tell me about them, some time. I'm certain it'll be amusing to hear.",
  "ELDERBUG_MAP_SHOP_OPEN": "A young couple's just recently taken up residence in the house beside the station. Seems they're running a map shop, which may excite adventurous fools like yourself.<page>She's a tall bug, the wife. Taller than me, and much taller than you, shorty.<page>She could probably beat you up in a fight just by stepping on you.",
  "ELDERBUG_SHOPKEEP_RETURNED": "Oh, what a turn! Our shopkeep's come home. Just wandered back in. I'd hoped for grand tales of his time below, but he seems to remember almost nothing! Maybe it was all too much for him?<page>If you're interested in his wares, you're a fool! He'd sell the same trinket four times over for increasingly higher prices, even a tenfold pricier than originally!<page>No competition. That's the problem. It's bad for the market. Not that he's complaining.",
  "ELDERBUG_JIJI_DOOR": "Faring well in your adventures below? Surprising. Well, let me tell you this: I'm quite content where I am.<page>Besides, I have the mystic across the street to keep me company. Surely you've met her already?<page>She and I had actually placed a bet on when you will die down there. And I'd very much like you to make sure you die on an odd day, or I'll owe her piles of those horrid eggs.<page>Wyrm knows I can't stand their smell, let alone able to carry an armful to her home.",
  "ELDERBUG_BRETTA_RETURNED": "That lovely young lass returned to us!<page>I must admit, I never would have expected you to be the one to save her.<page>She seems to think very highly of her rescuer, some sort of dashing, warrior type.<page>But piecing together her descriptions makes it clear it was you, and she was just high again.",
  "ELDERBUG_DUNG": "Oh, that horrid smell! It's far worse than you usually bear on you. For the love of wyrm, get rid of that horrendous Charm!",
  "ELDERBUG_MINES_LIFT": "That noisy old lift, where does it go? Up to the old mines they carved into the peak, I suppose.<page>Have you been up there? Is it true that crystals grow everywhere you step?<page>I suppose you haven't, if you're whole and alive and in front of me, rather than impaled dead on a crystal up there.",
  "ELDERBUG_KINGS_PASS": "I saw you wandering around towards the cliffs earlier. I am genuinely surprised you didn't slip and fall off one of them.<page>Oh! How I would laugh for hours if I were to find your lifeless corpse, having slipped from a ledge and fallen to your death!<page>What's that? It seems to you I dislike you? Well, see, I don't really hate you, I just couldn't care less about you - that said, your death would be very entertaining.",
  "ELDERBUG_CROSSROADS_INFECTED": "Ehhh...A sharp sickly smell has started to drift from the well beside town. I'd thought those depths ominous before, now they seem just dreadful.<page>You really did a number on those ruins, didn't you? That smell of yours is probably what kept you alive all this time.",
  
}
